Repository: mishrafabric/cmux
Catalog: webviews/src/pages/icon-picker/Localizable.xcstrings
Source language: en
Languages: ja

# iconPicker.asset.add
source: Add
ja: 追加

# iconPicker.asset.choose
source: Choose File…
ja: ファイルを選択…

# iconPicker.asset.url
source: Image URL
ja: 画像の URL

# iconPicker.empty.emoji
source: No emoji found
ja: 絵文字が見つかりません

# iconPicker.empty.symbols
source: No symbols found
ja: 記号が見つかりません

# iconPicker.error.badURL
source: Enter an https URL.
ja: https の URL を入力してください。

# iconPicker.error.failed
source: The icon could not be saved.
ja: アイコンを保存できませんでした。

# iconPicker.error.imageTooLarge
source: The image is larger than 20 MB.
ja: 画像が 20 MB を超えています。

# iconPicker.error.notImage
source: This file is not a supported image.
ja: このファイルは対応している画像ではありません。

# iconPicker.error.notSVG
source: This file is not an SVG image.
ja: このファイルは SVG 画像ではありません。

# iconPicker.error.svgTooLarge
source: The SVG is larger than 64 KB.
ja: SVG が 64 KB を超えています。

# iconPicker.error.unavailable
source: Images are not available here.
ja: ここでは画像を使用できません。

# iconPicker.image.drop
source: Drop an image here, or paste one
ja: ここに画像をドロップするか、ペーストします

# iconPicker.image.hint
source: PNG, JPEG, WebP, GIF or HEIC, scaled to 256 pixels.
ja: PNG、JPEG、WebP、GIF、HEIC(256 ピクセルに縮小)。

# iconPicker.remove
source: Remove Icon
ja: アイコンを削除

# iconPicker.search
source: Search
ja: 検索

# iconPicker.search.emoji
source: Search emoji
ja: 絵文字を検索

# iconPicker.search.symbols
source: Search symbols
ja: 記号を検索

# iconPicker.section.activities
source: Activities
ja: アクティビティ

# iconPicker.section.allSymbols
source: All Symbols
ja: すべての記号

# iconPicker.section.animals-nature
source: Animals & Nature
ja: 動物と自然

# iconPicker.section.flags
source: Flags
ja: 旗

# iconPicker.section.food-drink
source: Food & Drink
ja: 食べ物と飲み物

# iconPicker.section.objects
source: Objects
ja: 物

# iconPicker.section.people-body
source: People & Body
ja: 人と体

# iconPicker.section.recent
source: Frequently Used
ja: よく使う項目

# iconPicker.section.smileys-emotion
source: Smileys & Emotion
ja: 顔と感情

# iconPicker.section.symbols
source: Symbols
ja: 記号

# iconPicker.section.travel-places
source: Travel & Places
ja: 旅行と場所

# iconPicker.skinTone
source: Skin Tone
ja: 肌の色

# iconPicker.svg.drop
source: Drop an SVG file here, or paste one
ja: ここに SVG ファイルをドロップするか、ペーストします

# iconPicker.svg.hint
source: Scripts, links and external references are removed.
ja: スクリプト、リンク、外部参照は削除されます。

# iconPicker.tab.emoji
source: Emoji
ja: 絵文字

# iconPicker.tab.image
source: Image
ja: 画像

# iconPicker.tab.symbol
source: Symbols
ja: 記号

# iconPicker.tabs
source: Icon Type
ja: アイコンの種類

# iconPicker.title
source: Choose Icon
ja: アイコンを選択

# iconPicker.tone.0
source: Default
ja: デフォルト

# iconPicker.tone.1
source: Light
ja: 薄い肌色

# iconPicker.tone.2
source: Medium-Light
ja: やや薄い肌色

# iconPicker.tone.3
source: Medium
ja: 中間の肌色

# iconPicker.tone.4
source: Medium-Dark
ja: やや濃い肌色

# iconPicker.tone.5
source: Dark
ja: 濃い肌色

# iconPicker.finishFailed
source: The icon could not be applied. Try again.
ja: アイコンを適用できませんでした。もう一度お試しください。

# iconPicker.symbolCategory.accessibility
source: Accessibility
ja: アクセシビリティ

# iconPicker.symbolCategory.arrows
source: Arrows
ja: 矢印

# iconPicker.symbolCategory.automotive
source: Automotive
ja: 自動車

# iconPicker.symbolCategory.cameraandphotos
source: Camera & Photos
ja: カメラと写真

# iconPicker.symbolCategory.commerce
source: Commerce
ja: コマース

# iconPicker.symbolCategory.communication
source: Communication
ja: コミュニケーション

# iconPicker.symbolCategory.connectivity
source: Connectivity
ja: 接続

# iconPicker.symbolCategory.devices
source: Devices
ja: デバイス

# iconPicker.symbolCategory.editing
source: Editing
ja: 編集

# iconPicker.symbolCategory.fitness
source: Fitness
ja: フィットネス

# iconPicker.symbolCategory.gaming
source: Gaming
ja: ゲーム

# iconPicker.symbolCategory.health
source: Health
ja: ヘルスケア

# iconPicker.symbolCategory.home
source: Home
ja: ホーム

# iconPicker.symbolCategory.human
source: Human
ja: 人物

# iconPicker.symbolCategory.indices
source: Indices
ja: インデックス

# iconPicker.symbolCategory.keyboard
source: Keyboard
ja: キーボード

# iconPicker.symbolCategory.maps
source: Maps
ja: マップ

# iconPicker.symbolCategory.math
source: Math
ja: 数学

# iconPicker.symbolCategory.media
source: Media
ja: メディア

# iconPicker.symbolCategory.multicolor
source: Multicolor
ja: マルチカラー

# iconPicker.symbolCategory.nature
source: Nature
ja: 自然

# iconPicker.symbolCategory.objectsandtools
source: Objects & Tools
ja: オブジェクトとツール

# iconPicker.symbolCategory.other
source: Other
ja: その他

# iconPicker.symbolCategory.privacyandsecurity
source: Privacy & Security
ja: プライバシーとセキュリティ

# iconPicker.symbolCategory.shapes
source: Shapes
ja: 図形

# iconPicker.symbolCategory.textformatting
source: Text Formatting
ja: テキストフォーマット

# iconPicker.symbolCategory.time
source: Time
ja: 時間

# iconPicker.symbolCategory.transportation
source: Transportation
ja: 交通機関

# iconPicker.symbolCategory.weather
source: Weather
ja: 天気

# iconPicker.symbolCategory.whatsnew
source: What's New
ja: 新機能

# iconPicker.categories
source: Categories
ja: カテゴリ

# iconPicker.symbolMode
source: Rendering
ja: レンダリング

# iconPicker.symbolMode.hierarchical
source: Hierarchical
ja: 階層

# iconPicker.symbolMode.monochrome
source: Monochrome
ja: モノクロ

# iconPicker.symbolMode.multicolor
source: Multicolor
ja: マルチカラー
